[
  {
    "path": "posts/2023-09-09-diabetes-and-cognitive-aging/",
    "title": "Diabetes and cognitive aging",
    "description": "Notes of evidence for diabetes and cognitive aging.",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-10-29",
    "categories": [],
    "contents": "\r\n\r\n\r\nReference:\r\n1. Moran, C., Callisaya, M.L., Srikanth, V. et al. Diabetes Therapies for Dementia. Curr Neurol Neurosci Rep 19, 58 (2019). https://doi.org/10.1007/s11910-019-0973-4 \r\n2. Biessels, G.J., Despa, F. Cognitive decline and dementia in diabetes mellitus: mechanisms and clinical implications. Nat Rev Endocrinol 14, 591–604 (2018). https://doi.org/10.1038/s41574-018-0048-7 \r\n3. Pelle MC, Zaffina I, Giofrè F, Pujia R, Arturi F. Potential Role of Glucagon-like Peptide-1 Receptor Agonists in the Treatment of Cognitive Decline and Dementia in Diabetes Mellitus. International Journal of Molecular Sciences. 2023; 24(14):11301. https://doi.org/10.3390/ijms241411301 \r\n4. Boccardi V, Murasecco I, Mecocci P. Diabetes drugs in the fight against Alzheimer’s disease. Ageing Res Rev. 2019 Sep;54:100936. doi:10.1016/j.arr.2019.100936. \r\n4. Bae CS, Song J. The Role of Glucagon-Like Peptide 1 (GLP1) in Type 3 Diabetes: GLP-1 Controls Insulin Resistance, Neuroinflammation and Neurogenesis in the Brain. International Journal of Molecular Sciences. 2017; 18(11):2493. https://doi.org/10.3390/ijms18112493 \r\n5. Srikanth V, Sinclair AJ, Hill-Briggs F, Moran C, Biessels GJ. Type 2 diabetes and cognitive dysfunction-towards effective management of both comorbidities. Lancet Diabetes Endocrinol. 2020 Jun;8(6):535-545. doi: 10.1016/S2213-8587(20)30118-2.\r\n6. Fink HA, Jutkowitz E, McCarten JR, Hemmy LS, Butler M, Davila H, Ratner E, Calvert C, Barclay TR, Brasure M, Nelson VA, Kane RL. Pharmacologic Interventions to Prevent Cognitive Decline, Mild Cognitive Impairment, and Clinical Alzheimer-Type Dementia: A Systematic Review. Ann Intern Med. 2018 Jan 2;168(1):39-51. doi: 10.7326/M17-1529.\r\n7. Arnold, S., Arvanitakis, Z., Macauley-Rambach, S. et al. Brain insulin resistance in type 2 diabetes and Alzheimer disease: concepts and conundrums. Nat Rev Neurol 14, 168–181 (2018). https://doi.org/10.1038/nrneurol.2017.185 \r\n8. Ojakäär T, Koychev I. Secondary Prevention of Dementia: Combining Risk Factors and Scalable Screening Technology. Front Neurol. 2021 Nov 15;12:772836.doi: 10.3389/fneur.2021.772836.\r\n9. Borshchev YY, Uspensky YP, Galagudza MM. Pathogenetic pathways of cognitive dysfunction and dementia in metabolic syndrome. Life Sci. 2019 Nov 15;237:116932. doi: 10.1016/j.lfs.2019.116932.\r\n10. van Duinkerken E, Ryan CM. Diabetes mellitus in the young and the old: Effects on cognitive functioning across the life span. Neurobiol Dis. 2020 Feb;134:104608. doi: 10.1016/j.nbd.2019.104608.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-29T09:44:57+01:00",
    "input_file": "diabetes-and-cognitive-aging.knit.md"
  },
  {
    "path": "posts/2023-10-23-propensity-score-methods-in-epidemiology/",
    "title": "Propensity score methods in epidemiology",
    "description": "Concepts and applications of propensity score methods.",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-10-23",
    "categories": [],
    "contents": "\r\nReference:\r\nChang, T-H, Stuart, EA. Propensity score methods for observational studies with clustered data: A review. Statistics in Medicine. 2022; 41(18): 3612-3626. doi:10.1002/sim.9437 \r\nWang, J. To use or not to use propensity score matching? Pharmaceutical Statistics. 2021; 20: 15–24. https://doi.org/10.1002/pst.2051 \r\nPeter C. Austin, Amy Ying Xin Yu, Manav V. Vyas, Moira K. Kapral. Applying Propensity Score Methods in Clinical Research in Neurology.\r\nNeurology Nov 2021, 97 (18) 856-863; DOI: 10.1212/WNL.0000000000012777 \r\nZhao QY, Luo JC, Su Y, Zhang YJ, Tu GW, Luo Z. Propensity score matching with R: conventional methods and new features. Ann Transl Med. 2021 May;9(9):812. doi: 10.21037/atm-20-3998 \r\nThomas L, Li F, Pencina M. Using Propensity Score Methods to Create Target Populations in Observational Clinical Research. JAMA. 2020;323(5):466–467. doi:10.1001/jama.2019.21558 \r\nKane, Liam T. BS; Fang, Taolin MD, PhD; Galetta, Matthew S. BA; Goyal, Dhruv K.C. BA; Nicholson, Kristen J. PhD; Kepler, Christopher K. MD, MBA; Vaccaro, Alexander R. MD, PhD, MBA; Schroeder, Gregory D. MD. Propensity Score Matching: A Statistical Method. Clinical Spine Surgery 33(3):p 120-122, April 2020. | DOI: 10.1097/BSD.0000000000000932 \r\nPropensity Score Analysis: Recent Debate and Discussion\r\nShenyang Guo, Mark Fraser, and Qi Chen. Journal of the Society for Social Work and Research 2020 11:3, 463-482 \r\nUnderstanding Propensity Score Analyses Lalani, Nafisha et al (2020). International Journal of Radiation Oncology, Biology, Physics, Volume 107, Issue 3, 404 - 407 \r\nHarris, Heather and Horst, S. Jeanne (2019) “A Brief Guide to Decisions at Each Step of the Propensity Score Matching Process,” Practical Assessment, Research, and Evaluation: Vol. 21, Article 4. DOI: https://doi.org/10.7275/yq7r-4820 \r\nKing, G., & Nielsen, R. (2019). Why Propensity Scores Should Not Be Used for Matching. Political Analysis, 27(4), 435-454. doi:10.1017/pan.2019.11 \r\nZhang Z, Kim HJ, Lonjon G, Zhu Y; written on behalf of AME Big-Data Clinical Trial Collaborative Group. Balance diagnostics after propensity score matching. Ann Transl Med. 2019 Jan;7(1):16. doi: 10.21037/atm.2018.12.10 \r\nOlmos, Antonio and Govindasamy, Priyalatha (2019) “A Practical Guide for Using Propensity Score Weighting in R,” Practical Assessment, Research, and Evaluation: Vol. 20, Article 13. https://doi.org/10.7275/jjtm-r398 \r\nFan Li, Kari Lock Morgan & Alan M. Zaslavsky (2018) Balancing Covariates via Propensity Score Weighting, Journal of the American Statistical Association, 113:521, 390-400, DOI: 10.1080/01621459.2016.1260466 \r\nUmberto Benedetto, Stuart J Head, Gianni D Angelini, Eugene H Blackstone, Statistical primer: propensity score matching and its alternatives, European Journal of Cardio-Thoracic Surgery, Volume 53, Issue 6, June 2018, Pages 1112–1117, https://doi.org/10.1093/ejcts/ezy167 \r\nStaffa, Steven J. MS; Zurakowski, David MS, PhD. Five Steps to Successfully Implement and Evaluate Propensity Score Matching in Clinical Research Studies. Anesthesia & Analgesia 127(4):p 1066-1073, October 2018. | DOI: 10.1213/ANE.0000000000002787 \r\nElze M, Gregson J, Baber U, et al. Comparison of Propensity Score Methods and Covariate Adjustment. J Am Coll Cardiol. 2017 Jan, 69 (3) 345–357. https://doi.org/10.1016/j.jacc.2016.10.060 \r\nJaehoon Lee, Todd D. Little. A practical guide to propensity score analysis for applied clinical research, Behaviour Research and Therapy. https://doi.org/10.1016/j.brat.2017.01.005 \r\nAbadie, A. and Imbens, G.W. (2016), Matching on the Estimated Propensity Score. Econometrica, 84: 781-807. https://doi.org/10.3982/ECTA11293 \r\nHaukoos JS, Lewis RJ. The Propensity Score. JAMA. 2015;314(15):1637–1638. doi:10.1001/jama.2015.13480 \r\nRidgeway, Greg, Kovalchik, Stephanie Ann, Griffin, Beth Ann and Kabeto, Mohammed U.. “Propensity Score Analysis with Survey Weighted Data” Journal of Causal Inference, vol. 3, no. 2, 2015, pp. 237-249. https://doi.org/10.1515/jci-2014-0039 \r\nAustin, P.C. (2014), A comparison of 12 algorithms for matching on the propensity score. Statist. Med., 33: 1057-1069. https://doi.org/10.1002/sim.6004 \r\nGarrido, M.M., Kelley, A.S., Paris, J., Roza, K., Meier, D.E., Morrison, R.S. and Aldridge, M.D. (2014), Methods for Constructing and Assessing Propensity Scores. Health Serv Res, 49: 1701-1720. https://doi.org/10.1111/1475-6773.12182 \r\nVansteelandt, S. and Daniel, R.M. (2014), On regression adjustment for the propensity score, Statistics in Medicine, 33, pages 4053–4072, doi: 10.1002/sim.6207 \r\nAustin, P.C. (2014), The use of propensity score methods with survival or time-to-event outcomes: reporting measures of effect similar to those used in randomized experiments. Statist. Med., 33: 1242-1258. https://doi.org/10.1002/sim.5984 \r\nKosuke Imai, Marc Ratkovic, Covariate Balancing Propensity Score, Journal of the Royal Statistical Society Series B: Statistical Methodology, Volume 76, Issue 1, January 2014, Pages 243–263, https://doi.org/10.1111/rssb.12027 \r\nLi, F., Zaslavsky, A.M. and Landrum, M.B. (2013), Propensity score weighting with multilevel data. Statist. Med., 32: 3373-3387. https://doi.org/10.1002/sim.5786 \r\nAustin, P.C. (2013), The performance of different propensity score methods for estimating marginal hazard ratios. Statist. Med., 32: 2837-2849. https://doi.org/10.1002/sim.5705 \r\nMcCaffrey, D.F., Griffin, B.A., Almirall, D., Slaughter, M.E., Ramchand, R. and Burgette, L.F. (2013), A tutorial on propensity score estimation for multiple treatments using generalized boosted models. Statist. Med., 32: 3388-3414. https://doi.org/10.1002/sim.5753 \r\nWestreich, D., Cole, S.R., Funk, M.J., Brookhart, M.A. and Stürmer, T. (2011), The role of the c-statistic in variable selection for propensity score models. Pharmacoepidem. Drug Safe., 20: 317-320. https://doi.org/10.1002/pds.2074 \r\nPeter C. Austin peter.austin@ices.on.ca (2011) An Introduction to Propensity Score Methods for Reducing the Effects of Confounding in Observational Studies, Multivariate Behavioral Research, 46:3, 399-424, DOI: 10.1080/00273171.2011.568786 \r\nGeorg Heinze, Peter Jüni, An overview of the objectives of and the approaches to propensity score analyses, European Heart Journal, Volume 32, Issue 14, July 2011, Pages 1704–1708, https://doi.org/10.1093/eurheartj/ehr031 \r\nZhehui Luo, Gardiner JC, Bradley CJ. Applying Propensity Score Methods in Medical Research: Pitfalls and Prospects. Medical Care Research and Review. 2010;67(5):528-554. doi:10.1177/1077558710361486 \r\nLee, B.K., Lessler, J. and Stuart, E.A. (2010), Improving propensity score weighting using machine learning. Statist. Med., 29: 337-346. https://doi.org/10.1002/sim.3782 \r\nRubin, Donald B.Propensity Score Methods. American Journal of Ophthalmology, Volume 149, Issue 1, 7 - 9 \r\nAustin, P.C. (2008), Goodness-of-fit diagnostics for the propensity score model when estimating treatment effects using covariate adjustment with the propensity score. Pharmacoepidem. Drug Safe., 17: 1202-1217. https://doi.org/10.1002/pds.1673 \r\nAustin, P.C. (2008), A critical appraisal of propensity-score matching in the medical literature between 1996 and 2003. Statist. Med., 27: 2037-2049. https://doi.org/10.1002/sim.3150 \r\nBen B. Hansen, The prognostic analogue of the propensity score, Biometrika, Volume 95, Issue 2, June 2008, Pages 481–488, https://doi.org/10.1093/biomet/asn004 \r\nAustin, P.C., Grootendorst, P. and Anderson, G.M. (2007), A comparison of the ability of different propensity score models to balance measured variables between treated and untreated subjects: a Monte Carlo study. Statist. Med., 26: 734-753. https://doi.org/10.1002/sim.2580 \r\nCaliendo, M. and Kopeinig, S. (2008), SOME PRACTICAL GUIDANCE FOR THE IMPLEMENTATION OF PROPENSITY SCORE MATCHING. Journal of Economic Surveys, 22: 31-72. https://doi.org/10.1111/j.1467-6419.2007.00527.x \r\nAustin, P.C. (2007), The performance of different propensity score methods for estimating marginal odds ratios. Statist. Med., 26: 3078-3094. https://doi.org/10.1002/sim.2781 \r\nPeter C. Austin, The performance of different propensity-score methods for estimating relative risks, Journal of Clinical Epidemiology. https://doi.org/10.1016/j.jclinepi.2007.07.011 \r\nGlynn, R.J., Schneeweiss, S. and Stürmer, T. (2006), Indications for Propensity Scores and Review of their Use in Pharmacoepidemiology. Basic & Clinical Pharmacology & Toxicology, 98: 253-259. https://doi.org/10.1111/j.1742-7843.2006.pto_293.x \r\nBaiju R. Shah, Andreas Laupacis, Janet E. Hux, Peter C. Austin. Propensity score methods gave similar results to traditional regression modeling in observational studies: a systematic review. Journal of Clinical Epidemiology. https://doi.org/10.1016/j.jclinepi.2004.10.016 \r\nLunceford, J.K. and Davidian, M. (2004), Stratification and weighting via the propensity score in estimation of causal treatment effects: a comparative study. Statist. Med., 23: 2937-2960. https://doi.org/10.1002/sim.1903 \r\nLu, B. (2005), Propensity Score Matching with Time-Dependent Covariates. Biometrics, 61: 721-728. https://doi.org/10.1111/j.1541-0420.2005.00356.x \r\nDonald B. Rubin & Neal Thomas neaLthomas@attglobal.net (2000) Combining Propensity Score Matching with Additional Adjustments for Prognostic Covariates, Journal of the American Statistical Association, 95:450, 573-585, DOI: 10.1080/01621459.2000.10474233 \r\nD’Agostino, R.B., Jr. (1998), Propensity score methods for bias reduction in the comparison of a treatment to a non-randomized control group. Statist. Med., 17: 2265-2281. https://doi.org/10.1002/(SICI)1097-0258(19981015)17:19<2265::AID-SIM918>3.0.CO;2-B \r\nPAUL R. ROSENBAUM, DONALD B. RUBIN, The central role of the propensity score in observational studies for causal effects, Biometrika, Volume 70, Issue 1, April 1983, Pages 41–55, https://doi.org/10.1093/biomet/70.1.41\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-23T22:21:36+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-25-consequences-of-dementia/",
    "title": "Consequences of dementia",
    "description": "Consequences of dementia, with stories from families of dementia patients",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-25T08:36:56+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-25-orthostatic-hypotension-can-be-anything/",
    "title": "Orthostatic hypotension can be anything",
    "description": "Orthostatic hypotension-it can be anything.",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-25T08:37:10+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-21-original-writing-street-book-vendor/",
    "title": "Original writing-street book vendor",
    "description": "Original story.",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-21T21:54:49+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-21-population-aging-and-dementia-burden-globally-and-in-sweden/",
    "title": "Population aging and dementia burden globally and in Sweden",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-21",
    "categories": [],
    "contents": "\r\n\r\n\r\nlife expectancyPrevalence and DALY\r\n\r\n\r\n\r\n\r\n\r\nSEV of metabolic factorsSEV of behavioral factorsTrends in incidences of CVDsTrends in prevalences of CVDsReference:\r\nGBD Results tool: Use the following to cite data included in this download: Global Burden of Disease Collaborative Network. Global Burden of Disease Study 2019 (GBD 2019) Results. Seattle, United States: Institute for Health Metrics and Evaluation (IHME), 2020. Available from https://vizhub.healthdata.org/gbd-results/.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-25T12:46:57+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-21-some-heart-warming-lyrics/",
    "title": "Some heart-warming lyrics",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-21",
    "categories": [],
    "contents": "\r\n“I love the world a little more because people like you live\r\nI have high hopes for a world where people like you live”\r\n僕が死のうと思ったのは (中島美嘉)\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-21T22:39:23+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-11-cerebral-small-vessel-disease-and-cognitive-aging/",
    "title": "Cerebral small vessel disease and cognitive aging",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-11",
    "categories": [],
    "contents": "\r\n\r\n\r\nTerminology\r\nCerebral small vessel disease (CSVD): a broad term describing heterogeneous conditions, such as hypertensive vasculopathy and cerebral amyloid angiopathy (CAA), affecting blood vessels with diameters ranging 50-500 \\(\\mu\\)m.\r\nConsequences of CSVD\r\nCognitive impairment and possible mechanisms:\r\nCBF↓\r\nBlood brain function (BBB) integrity damage (low evidence level), leaked substances that may damage brain parenchyma are unknown, e.g., frbrinogen leakage → activation of microglia, blockage of oligodendrocyte replacement\r\nVasoreactivity, may lead to chronic or intermittent hypoperfusion\r\nAbnormal diffusion and perfusion patterns\r\nWhite matter hyperintensity (WMH)\r\n\r\nOligodendrocyte precurser cell progression, inhibited by endothelial dysfunction\r\nSymmetric parkinsonism\r\n\r\nMagnetic resonance imaging (MRI) markers of CSVD:\r\nWMH, most clearly associated with dementia\r\nRecent small subcortical infarcts, lacunae of vascular origin, and microbleeds (most specific and clinically available markers at present)\r\nBBB dysfunction measures: dynamic contrast-enhanced MRI, cerebral spinal fluid/serum albumin ratio\r\nChallenges of determing implications of CSVD\r\nMaking premortem diagnosis for vascular cognitive impairment and dementia (VCID) associated with CSVD\r\nLack of clear neuropathological consensus criteria\r\nScarcity of sensitive and specific in-vivo biomarkers\r\nLack of distinct clinical syndromes\r\nMore challenging in the presence of neurodegenerative diseases, e.g., 80%-100% people with amyloid plaques have CAA\r\n\r\nManagement\r\nAntihyperyensive treatment-WMH↓\r\nAntiplatelet therapy-concerns with bleeding\r\nStatin-silent infarcts↓ and WMH↓\r\nDiabetes control\r\nCholinersterase inhibitors-modest benefit and undesirable side effects\r\nReference:\r\nBos D, Wolters FJ, Darweesh SKL, Vernooij MW, de Wolf F, Ikram MA, Hofman A. Cerebral small vessel disease and the risk of dementia: A systematic review and meta-analysis of population-based evidence. Alzheimers Dement. 2018 Nov;14(11):1482-1492.\r\nElahi FM, Wang MM, Meschia JF. Cerebral Small Vessel Disease-Related Dementia: More Questions Than Answers. Stroke. 2023 Mar;54(3):648-660.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-11T22:45:02+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-09-burdens-of-caregivers/",
    "title": "Burdens of caregivers",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-09",
    "categories": [],
    "contents": "\r\n\r\n\r\nImportant terms\r\nReference:\r\n1. Pinquart M, Sörensen S. Correlates of physical health of informal caregivers: a meta-analysis. J Gerontol B Psychol Sci Soc Sci. 2007 Mar;62(2):P126-37.\r\n2. Lindt N, van Berkel J, Mulder BC. Determinants of overburdening among informal carers: a systematic review. BMC Geriatr. 2020 Aug 26;20(1):304.\r\n3. Cahill S, Bielsten T, Zarit SH. Developing a Framework for the Support of Informal Caregivers: Experiences from Sweden, Ireland, and the United States. Res Aging. 2023 Mar;45(3-4):385-395.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-09T23:54:54+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-09-cost-effectiveness-of-treatments-for-alzheimers-disease/",
    "title": "Cost-effectiveness of treatments for Alzheimer's disease",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-09",
    "categories": [],
    "contents": "\r\n\r\n\r\nStakeholders\r\nPatients\r\nHealthcare providers: physicians, nurses, and other healthcare professionals\r\nPolicymakers and government agencies\r\nHealthcare payers: public and private payers\r\nHealth economists and researchers\r\nPharmaceutical and medical device manufacturers\r\nCost component\r\nDirect Medical Costs\r\nThe medicine itself, infusion supplies, services, etc\r\nGenotyping cost (e.g., APOE)??\r\nMonitoring: MRI scans to assess ARIA, PET scans to assess amyloid clearance\r\nAdverse event-associated costs (e.g., hospitalization), potential effects on cormorbidities?\r\n\r\nIndirect Medical Costs\r\nCosts in specialised patient care or nursing homes\r\nCosts of training\r\n\r\nNon-Medical Costs\r\nLost productivity and wages due to dementia-related absenteeism or early retirement.\r\nCosts of informal caregiving, including the time and effort spent by family members or friends providing care.\r\nTransportation costs\r\n\r\nCost reduction\r\nDirect Medical Costs\r\nPotential effects on cormorbidities?\r\n\r\nIndirect Medical Costs\r\nCosts in specialised patient care or nursing homes\r\n\r\nIndirect Non-Medical Costs\r\nLost productivity and wages due to dementia-related absenteeism or early retirement.\r\nCosts of informal caregiving, including the time and effort spent by family members or friends providing care.\r\n\r\nOutcomes of interst in cost-effectiveness analyses\r\nDisease stage changes and survival\r\nCognitive and functional abilities\r\nQuality of life\r\nCaregiver burden, stress and quality of life\r\nQALYs\r\nChanges in behavioral symptoms (e.g., agitation, aggression)\r\nHospitalization rates and lengths of stay\r\nUtilization of healthcare services\r\nChanges in patients’ ability to engage in daily activities\r\nPotential data sources for cost-effectiveness analyses\r\nPublished data from clinical trials\r\nPublished data on AD natural history, its associated costs\r\nObservational studies based on registers and cohorts, etc.\r\nStatistical analyses and parameter specifications\r\nMultistate modeling: need real data\r\nMicrosimulation: need to define the population and rules\r\nDisease stage and stage-specific health care cost, additional societal cost, utility (quality of life associated with different health states or interventions), mortality\r\nTime scale and unit\r\nTransition probability of outcomes and adverse event, their hazard ratios\r\nEffect-specific QALYs: e.g., 0.8 gains in QALYs per 20% treatment effects??\r\n\r\nOutput\r\nIncremental cost-effectiveness ratios (ICER): difference in cost between two possible interventions (e.g., new intervention vs. standard care), divided by the difference in their effect, usually costs/QALYs\r\nValue-based prices=(WTP Threshold) or cost-effectiveness threshold \\(\\times\\) (Incremental QALYs); willingess-to-pay (WTP),the maximum amount society is willing to pay for an additional QALY\r\nIncremental QALYs = QALYs with New Intervention - QALYs with Comparator or Standard Intervention\r\n\r\nChallenges to consider in cost-effectiveness analyses\r\nMethodological challenges\r\nExtrapolation from RCT results\r\nAssumptions of treatment in populations not represented in the clinical trials and treatment adherence\r\nLimited data on factors that may influence physician prescribing behavior\r\nAccount for benefits/harm in terms of comorbidities\r\nRely on published data which may be subject to biases\r\nQuantify non-medical costs, e.g., informal care costs\r\n\r\nOther considerations\r\nRapid changes in the field, biomarkers, treatments\r\nHow to determine willingness to pay and cost-effectiveness threshold?\r\n\r\nReference:\r\n1. Jönsson L, Wimo A. Viewpoint: Amyloid-targeting New Therapies for Alzheimer’s Disease: A Health Economics Perspective. J Prev Alzheimers Dis. 2023;10(2):349-352.\r\nTahami Monfared AA, Ye W, Sardesai A, Folse H, Chavan A, Kang K, Zhang Q. Estimated Societal Value of Lecanemab in Patients with Early Alzheimer’s Disease Using Simulation Modeling. Neurol Ther. 2023 Jun;12(3):795-814.\r\nTahami Monfared AA, Tafazzoli A, Ye W, Chavan A, Zhang Q. Long-Term Health Outcomes of Lecanemab in Patients with Early Alzheimer’s Disease Using Simulation Modeling. Neurol Ther. 2022 Jun;11(2):863-880.\r\nRosenthal MB. Novel Alzheimer Disease Treatments and Reconsideration of US Pharmaceutical Reimbursement Policy. JAMA. 2023 Aug 8;330(6):505-506.\r\nTahami Monfared AA, Tafazzoli A, Chavan A, Ye W, Zhang Q. The Potential Economic Value of Lecanemab in Patients with Early Alzheimer’s Disease Using Simulation Modeling. Neurol Ther. 2022 Sep;11(3):1285-1307.\r\nTahami Monfared AA, Ye W, Sardesai A, Folse H, Chavan A, Aruffo E, Zhang Q. A Path to Improved Alzheimer’s Care: Simulating Long-Term Health Outcomes of Lecanemab in Early Alzheimer’s Disease from the CLARITY AD Trial. Neurol Ther. 2023 Jun;12(3):863-881.\r\nIgarashi A, Azuma MK, Zhang Q, Ye W, Sardesai A, Folse H, Chavan A, Tomita K, Tahami Monfared AA. Predicting the Societal Value of Lecanemab in Early Alzheimer’s Disease in Japan: A Patient-Level Simulation. Neurol Ther. 2023 Aug;12(4):1133-1157.\r\nMattke S, Loh WK, Yuen KH, Yoong J. Preparedness of China’s health care system to provide access to a disease-modifying Alzheimer’s treatment. Alzheimers Dement. 2023 Jun 6.\r\nBelder CRS, Schott JM, Fox NC. Preparing for disease-modifying therapies in Alzheimer’s disease. Lancet Neurol. 2023 Sep;22(9):782-783.\r\nBauer K, Schwarzkopf L, Graessel E, Holle R. A claims data-based comparison of comorbidity in individuals with and without dementia. BMC Geriatr. 2014 Jan 28;14:10.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-15T12:38:00+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-09-health-economics-introduction/",
    "title": "Health economics-introduction",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-09",
    "categories": [],
    "contents": "\r\n\r\n\r\nImportant terms\r\nBase-case analysis:\r\nQuality-adjusted life years (QALYs): life year \\(\\times\\) health utility weight??\r\nEfficacy and effectiveness: the extent to which an intervention can achieve desired outcome in ideal situation and in reality.\r\nValues of cost-effectiveness analysis\r\nProvide data for reimbursement decisions\r\nInform treatment guidelines\r\nProvide pricing benchmark\r\nGuide subsequent research\r\nReference:\r\n1. Drummond, M. F., Sculpher, M. J., Claxton, K., Stoddart, G. L., & Torrance, G. W. (2015). Methods for the Economic Evaluation of Health Care Programmes. (4th ed.) Oxford University Press.\r\n2. Ross EL, Weinberg MS, Arnold SE. Cost-effectiveness of Aducanumab and Donanemab for Early Alzheimer Disease in the US. JAMA Neurol. 2022 May 1;79(5):478-487.\r\n3. Cliff ERS, Kelkar AH. Cost-effectiveness of Aducanumab and Donanemab for Early Alzheimer Disease-Estimating the True Value. JAMA Neurol. 2022 Oct 3.\r\n4. Mattke S. Cost-effectiveness of Aducanumab and Donanemab for Early Alzheimer Disease-Estimating the True Value. JAMA Neurol. 2022 Oct 3.\r\n5. Husereau D, Drummond M, Augustovski F, de Bekker-Grob E, Briggs AH, Carswell C, Caulley L, Chaiyakunapruk N, Greenberg D, Loder E, Mauskopf J, Mullins CD, Petrou S, Pwu RF, Staniszewska S; CHEERS 2022 ISPOR Good Research Practices Task Force. Consolidated Health Economic Evaluation Reporting Standards 2022 (CHEERS 2022) Statement: Updated Reporting Guidance for Health Economic Evaluations. Value Health. 2022 Jan;25(1):3-9.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-10T19:07:13+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-09-the-swedish-health-care-system/",
    "title": "The Swedish health care system",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-09",
    "categories": [],
    "contents": "\r\n\r\n\r\nImportant terms\r\nReference:\r\n1. Den nordiska äldreomsorgen-En jämförande kartläggning av struktur, organisation och innehåll\r\n2. Kvalitet i äldreomsorg ur ett anhörigperspektiv\r\n3. Nära vård i sikte? Utvärdering av omställningen till en god och nära vård: delrapport\r\n4. Stöd till anhöriga-erfarenheter från åtta kommuner 2010-2012\r\n5. Sweden: health system review 2012\r\n6. Vården ur befolkningens perspektiv, 65 år och äldre\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-15T10:37:57+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-09-treatments-for-alzheimers-disease/",
    "title": "Treatments for Alzheimer's disease",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-09",
    "categories": [],
    "contents": "\r\n\r\n\r\nImportant terms\r\nSum of boxes of the Clinical Dementia Rating Scale (CDR-SB):\r\nAmyloid-related imaging abnormalities (ARIA):\r\nAducanumab: Trial protocol\r\nLecanemab (CLARITY-AD study, phase 3):\r\nPeople aged 50-90 years with MCI and mild-stage dementia due to AD, with amyloid pathology confirmed by PET scans or CSF testing.\r\n18-month double-blinded, placebo-controlled, intravenous infusion every 2 weeks.\r\nCDR-SB declined by 1.66 and 1.21 points (0.45 difference) in the treated and placebo receivers.\r\nhomozygous APOE e4 allele carriers, people with cerebral amyloid angiography, and people taking anticoagulant drugs.\r\n\r\nDenanemab (TRAILBLAZER-ALZ 2 study, phase 3, global trial):\r\nMCI and mild-stage dementia due to AD, with amyloid and tau pathology confirmed by PET scans, people aged 85 years and above were excluded.\r\n18-month double-blinded, placebo-controlled, intravenous infusion every 4 weeks.\r\nCDR-SB declined by 1.72 and 2.42 points (0.7 difference) in the treated and placebo receivers; 1/4-1/2 year longer stable status; 18% more people with Donanemab stayed stable on CDR-SB than with placebo at one year.\r\nhomozygous APOE e4 allele carriers, people with cerebral amyloid angiography, and people taking anticoagulant drugs. \r\n\r\nRemaining questions\r\nWill future maintenance doses be needed?\r\nWhat are the long-term effects?\r\nAffected stakeholders\r\nPatients and caregivers\r\nPrimary care clinics-early detection of AD\r\nSpecialty dementia clinics-diagnose AD and other types of dementia\r\nEmergency departments and radiologists\r\nReference:\r\nWidera EW, Brangman SA, Chin NA. Ushering in a New Era of Alzheimer Disease Therapy. JAMA. 2023 Aug 8;330(6):503-504.\r\nSchneider LS. Viewpoint: When It Comes to Lecanemab (and Donanemab), How Might We Think about ‘Reasonable and Necessary’? J Prev Alzheimers Dis. 2023;10(3):342-343.\r\nvan Dyck CH, Swanson CJ, Aisen P, Bateman RJ, Chen C, Gee M, Kanekiyo M, Li D, Reyderman L, Cohen S, Froelich L, Katayama S, Sabbagh M, Vellas B, Watson D, Dhadda S, Irizarry M, Kramer LD, Iwatsubo T. Lecanemab in Early Alzheimer’s Disease. N Engl J Med. 2023 Jan 5;388(1):9-21.\r\nSims JR, Zimmer JA, Evans CD, Lu M, Ardayfio P, Sparks J, Wessels AM, Shcherbinin S, Wang H, Monkul Nery ES, Collins EC, Solomon P, Salloway S, Apostolova LG, Hansson O, Ritchie C, Brooks DA, Mintun M, Skovronsky DM; TRAILBLAZER-ALZ 2 Investigators. Donanemab in Early Symptomatic Alzheimer Disease: The TRAILBLAZER-ALZ 2 Randomized Clinical Trial. JAMA. 2023 Aug 8;330(6):512-527.\r\nCummings J, Apostolova L, Rabinovici GD, Atri A, Aisen P, Greenberg S, Hendrix S, Selkoe D, Weiner M, Petersen RC, Salloway S. Lecanemab: Appropriate Use Recommendations. J Prev Alzheimers Dis. 2023;10(3):362-377.\r\nManly JJ, Deters KD. Donanemab for Alzheimer Disease-Who Benefits and Who Is Harmed? JAMA. 2023 Aug 8;330(6):510-511.\r\nAtwood CS, Perry G. Playing Russian Roulette with Alzheimer’s Disease Patients: Do the Cognitive Benefits of Lecanemab Outweigh the Risk of Edema, Stroke and Encephalitis? J Alzheimers Dis. 2023;92(3):799-801.\r\nThambisetty M, Howard R. Lecanemab and APOE Genotyping in Clinical Practice-Navigating Uncharted Terrain. JAMA Neurol. 2023 May 1;80(5):431-432.\r\nRashad A, Rasool A, Shaheryar M, Sarfraz A, Sarfraz Z, Robles-Velasco K, Cherrez-Ojeda I. Donanemab for Alzheimer’s Disease: A Systematic Review of Clinical Trials. Healthcare (Basel). 2022 Dec 22;11(1):32.\r\nBurke JF, Kerber KA, Langa KM, Albin RL, Kotagal V. Lecanemab: Looking Before We Leap. Neurology. 2023 Jul 21:10.1212/WNL.0000000000207505.\r\nMcDade E, Cummings JL, Dhadda S, Swanson CJ, Reyderman L, Kanekiyo M, Koyama A, Irizarry M, Kramer LD, Bateman RJ. Lecanemab in patients with early Alzheimer’s disease: detailed results on biomarker, cognitive, and clinical effects from the randomized and open-label extension of the phase 2 proof-of-concept study. Alzheimers Res Ther. 2022 Dec 21;14(1):191.\r\nGueorguieva I, Willis BA, Chua L, Chow K, Ernest CS, Shcherbinin S, Ardayfio P, Mullins GR, Sims JR. Donanemab Population Pharmacokinetics, Amyloid Plaque Reduction, and Safety in Participants with Alzheimer’s Disease. Clin Pharmacol Ther. 2023 Jun;113(6):1258-1267.\r\nGueorguieva I, Willis BA, Chua L, Chow K, Ernest CS 2nd, Wang J, Shcherbinin S, Sims JR, Chigutsa E. Donanemab exposure and efficacy relationship using modeling in Alzheimer’s disease. Alzheimers Dement (N Y). 2023 Jun 28;9(2):e12404.\r\nWessels AM, Dennehy EB, Dowsett SA, Dickson SP, Hendrix SB. Meaningful Clinical Changes in Alzheimer Disease Measured With the iADRS and Illustrated Using the Donanemab TRAILBLAZER-ALZ Study Findings. Neurol Clin Pract. 2023 Apr;13(2):e200127.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-10T22:21:38+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-09-09-vascular-aging/",
    "title": "Vascular aging",
    "description": {},
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-09-09",
    "categories": [],
    "contents": "\r\n\r\n\r\nTerminology\r\nVascular aging:\r\nArtherosclerosis:\r\nArterial stiffness:\r\nConsequences of vascular aging\r\nCardiovascular diseases:\r\nCognitive dysfunction:\r\nSarcopenia:\r\nHow to prevent and decelerate vascular aging\r\nReference:\r\nNilsson PM, Boutouyrie P, Laurent S. Vascular aging: A tale of EVA and ADAM in cardiovascular risk assessment and prevention. Hypertension. 2009 Jul;54(1):3-10.\r\nNilsson PM. Hemodynamic Aging as the Consequence of Structural Changes Associated with Early Vascular Aging (EVA). Aging Dis. 2014 Apr 1;5(2):109-13.\r\nNilsson PM. Early Vascular Aging in Hypertension. Front Cardiovasc Med. 2020 Feb 4;7:6.\r\nNilsson PM. Early vascular aging (EVA): consequences and prevention. Vasc Health Risk Manag. 2008;4(3):547-52.\r\nJeon YK, Shin MJ, Saini SK, Custodero C, Aggarwal M, Anton SD, Leeuwenburgh C, Mankowski RT. Vascular dysfunction as a potential culprit of sarcopenia. ExpGerontol. 2021 Mar;145:111220. doi: 10.1016/j.exger.2020.111220\r\nHe N, Zhang Y, Zhang L, Zhang S, Ye H. Relationship Between Sarcopenia and Cardiovascular Diseases in the Elderly: An Overview. Front Cardiovasc Med. 2021 Dec 9;8:743710. doi: 10.3389/fcvm.2021.743710\r\nBanks NF, Rogers EM, Church DD, Ferrando AA, Jenkins NDM. The contributory role of vascular health in age-related anabolic resistance. J Cachexia Sarcopenia Muscle. 2022 Feb;13(1):114-127. doi: 10.1002/jcsm.12898.\r\nMistriotis P, Andreadis ST. Vascular aging: Molecular mechanisms and potential treatments for vascular rejuvenation. Ageing Res Rev. 2017 Aug;37:94-116. doi: 10.1016/j.arr.2017.05.006.\r\nNaoyuki Hayashi, Chapter 11 - Vascular aging and sarcopenia: Interactions with physiological functions during exercise, Editor(s): Kunihiro Sakuma, Sarcopenia, Elsevier, 2021, Pages 249-265, ISBN 9780128221464, https://doi.org/10.1016/B978-0-12-822146-4.00012-0.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-15T10:53:04+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-08-27-cardiovascular-disease-prevention-guidelines-for-older-adults/",
    "title": "Cardiovascular disease prevention guidelines for older adults",
    "description": "This post shares notes and reflections on medical guidelines on cardiovascular diseases.",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-08-27",
    "categories": [],
    "contents": "\r\nReference:\r\nObrová J, Jadrníčková P, Václavík J. Whats new in 2021 ESC Guidelines on cardiovascular disease prevention in clinical practice? 2022;68(5):295-302.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-10T10:05:24+02:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-08-27-diabetes-guidelines-for-older-adults/",
    "title": "Diabetes guidelines for older adults",
    "description": "This post shares notes and reflections on medical guidelines on diabetes.",
    "author": [
      {
        "name": "Bertil Gustav",
        "url": {}
      }
    ],
    "date": "2023-08-27",
    "categories": [],
    "contents": "\r\n\r\n\r\nImportant terms\r\nChronic care model (CCM): a model designed for ambulatory care for people with chronic conditions, mainly hypertension, diabetes, cardiovascular diseases, chronic obstructive pulmonary diseases. CCM has 6 core components: delivery system, self-management support, decision support, clinical information system, community resources for patients, health systems.\r\nTelehealth:\r\nHeader 1\r\nHeader 2\r\nCell 1,1\r\nCell 1,2\r\nCell 2,1\r\nCell 2,2\r\nReference:\r\n1. ElSayed NA, Aleppo G, Aroda VR, et al. 13. Older Adults: Standards of Care in Diabetes-2023. Diabetes Care. 2023;46(Suppl 1):S216-S229. doi: 10.2337/dc23-S013.\r\n2. Yeoh EK, Wong MCS, Wong ELY, et al. Benefits and limitations of implementing Chronic Care Model (CCM) in primary care programs: A systematic review. Int J Cardiol. 2018 May 1;258:279-288. doi: 10.1016/j.ijcard.2017.11.057.\r\n3. https://www.socialstyrelsen.se/globalassets/sharepoint-dokument/artikelkatalog/nationella-riktlinjer/2018-10-25.pdf\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-29T09:26:56+01:00",
    "input_file": "diabetes-guidelines-for-older-adults.knit.md"
  }
]
